Repository: pkhamre/wp-varnish
Catalog: lang/wp-varnish-*.po
Languages: fi, fr_fr

source: WP-Varnish Configuration
fi: WP-Varnish asetukset
fr_fr: Configuration de WP-Varnish

source: Settings Saved!
fi: Asetukset tallennettu!
fr_fr: Réglages enregistrés !

source: You do not have the privileges.
fi: Sinulla ei ole tarvittavia oikeuksia.
fr_fr: Vous n'avez pas les privilèges suffisants.

source: WordPress Varnish Administration
fi: WordPress Varnish ylläpito
fr_fr: Administration WordPress de Varnish

source: IP address and port configuration
fi: IP-osoite ja portti asetukset
fr_fr: Configuration de l'adresse IP et du port

source: These values can't be edited since there's a global configuration located in <em>wp-config.php</em>. If you want to change these settings, please update the file or contact the administrator.
fi: Näitä arvoja ei voi muokata, koska <em>wp-config.php</em> tiedostossa on globaali asetus. Jos haluat muuttaa asetuksia, muokkaa tiedostoa tai ota yhteyttä ylläpitäjään.
fr_fr: Ces valeurs peuvent être modifiées directement grâce à une configuration globale placée dans <em>wp-config.php</em>. Si vous souhaitez changer ces réglages, mettez ce fichier à jour ou contactez l'administrateur.

source: Current configuration:
fi: Nykyiset asetukset:
fr_fr: Configuration actuelle :

source: Version:
fi: Versio:

source: Server:
fi: Palvelin :
fr_fr: Serveur :

source: Port:
fi: Portti:

source: Varnish Administration IP Address
fi: Varnish ylläpidon IP-osoite
fr_fr: IP d'administration de Varnish

source: Varnish Administration Port
fi: Varnish ylläpidon portti
fr_fr: Port d'administration de Varnish

source: Varnish Secret
fi: Varnish salaisuus
fr_fr: Clé "secret" de Varnish

source: Add one more server
fi: Lisää uusi palvelin
fr_fr: Ajouter un autre serveur

source: Timeout
fi: Aikakatkaisu

source: seconds
fi: sekuntia
fr_fr: secondes

source: Use admin port instead of PURGE method.
fi: Käytä ylläpidon porttia PURGE-metodin sijaan.
fr_fr: Utiliser le port admin au lieu de la méthode PURGE.

source: Also purge all page navigation (experimental, use carefully, it will include a bit more load on varnish servers.)
fi: Tyhjennä myös kaikki sivuvalikot (kokeellinen, käytä harkiten, aiheuttaa hieman enemmän kuormaa Varnish-palvelimille)
fr_fr: Purger également toute la navigation des pages (expérimental, utilisez avec prudence, ceci implique plus de charge sur les serveurs varnish).

source: Also purge all comment navigation (experimental, use carefully, it will include a bit more load on varnish servers.)
fi: Tyhjennä myös kaikki kommenttivalikot (kokeellinen, käytä harkiten, aiheuttaa hieman enemmän kuormaa Varnish-palvelimille)
fr_fr: Purger également toute la navigation des commentaires (expérimental, utilisez avec prudence, ceci implique plus de charge sur les serveurs varnish).

source: Varnish Version
fi: Varnish versio

source: Save Changes
fi: Tallenna muutokset
fr_fr: Enregistrer les changements

source: Purge a URL
fi: Tyhjennä URL

source: Purge
fi: Tyhjennä

source: Purge All Blog Cache
fi: Tyhjennä koko sivuston välimuisti
fr_fr: Purger tout le cache du blog

source: Use only if necessary, and carefully as this will include a bit more load on varnish servers.
fi: Käytä vain jos pakko, sillä tämä aiheuttaa enemmän kuormaa Varnish-palvelimille.
fr_fr: Utilisez seulement si c'est nécessaire, et avec prudence car ceci implique plus de charge sur les serveurs varnish.
